Repository: sunsided/wp-grain
Catalog: lang/*.po
Languages: es_es

source: If you disable this option, Grain will render any EXIF data in a table.
es_es: Si deshabilitas esta opci&oacute;n, Grain dar&aacute; forma a la informaci&oacute;n EXIF en una tabla.

source: Mosaic Settings
es_es: Configuraci&oacute;n de Mosaico

source: Mosaic settings
es_es: Configuraci&oacute;n de Mosaico

source: Show Sidebar:
es_es: Mostrar barra lateral:

source: Show the sidebar on the mosaic page.
es_es: Muestra la barra lateral en la p&aacute;gina de mosaico.

source: Skip empty posts:
es_es: Saltarse las entradas vac&iacute;as:

source: Skip posts that have no photo attached.
es_es: Se salta las entradas que no tienen foto asociada.

source: If you disable this option, posts without a photo will be rendered as an empty box in the mosaic.
es_es: Si deshabilitas esta opci&oacute;n, las entradas sin foto se generar&aacute;n como una caja vac&iacute;a en el mosaico.

source: Show Years:
es_es: Mostrar a&ntilde;os:

source: Group thumbnails by years in the mosaic page
es_es: Mostrar miniaturas por a&ntilde;os en la p&aacute;gina de mosaico

source: Shuffle mosaic posts:
es_es: Mostrar aleatoriamente las entradas:

source: Display posts on the mosaic in a random order.
es_es: Muestra las entradas del mosaico en orden aleatorio.

source: It is recommended to disable the "Show Years" option above if you enable this.
es_es: Se recomienda desactivar la opci&oacute;n previa "Mostrar a&ntilde;os" si habilitas &eacute;sta.

source: Photos per page:
es_es: Fotos por p&aacute;gina:

source: This value sets how many photos will be displayed at most on a mosaic page.
es_es: Este valor determina cu&aacute;ntas fotos se mostrar&aacute;n como m&aacute;ximo en una p&aacute;gina de mosaico.

source: If you set a negative value or zero, no limitation will be applied.
es_es: Si estableces un valor negativo o cero, no se aplicar&aacute; limitaci&oacute;n.

source: phpThumb Options:
es_es: Opciones phpThumb:

source: Here you can set an additional configuration string that will be passed to phpThumb for the thumbnail generation.
es_es: Aqu&iacute; puedes establecer cadenas de configuraci&oacute;n adicionales que se le pasar&aacute;n a phpThumb para la generaci&oacute;n de miniaturas.

source: Configuration options are separated by an ampersand or whitespace; See <a target="_blank" href="http://phpthumb.sourceforge.net/">phpThumb()</a> for more information.
es_es: Las opciones de configuraci&oacute;n se separan por un signo & o un espacio en blanco; ver <a target="_blank" href="http://phpthumb.sourceforge.net/">phpThumb()</a> para m&aacute;s informaci&oacute;n.

source: If you are in doubt please leave this field empty.
es_es: Si tienes dudas, por favor deja este camplo vac&iacute;o.

source: Thumbnail settings
es_es: Configuraci&oacute;n de minitauras

source: Comments popup
es_es: Popup de comentarios

source: Show Thumbnail:
es_es: Mostrar miniatura:

source: Show the photo's thumbnail image on the comments popup
es_es: Motrar miniatura de la foto en el popup de comentarios

source: Thumbnail size:
es_es: Tama&ntilde;o de la miniatura:

source: Size to fit:
es_es: Ajustar al tama&ntilde;o:

source: Values given above are the maximum dimensions.
es_es: Los valores que se dan son las dimensiones m&aacute;ximas.

source: If disabled, the thumbnail will be displayed in the size given above, cropping the parts that don't fit.<br />If it is enabled the thumbnail image will be resized so that it fits within these boundaries.
es_es: Si se deshabilita, la miniatura se mostrar&aacute; en el tama&ntilde;o dado antes, cortando las partes que sobresalgan.<br />Si est&aacute; activo la miniatura se redimensionar&aacute; para que quepa en los l&iacute;mites.

source: Mosaic & Archive
es_es: Mosaico & archivo

source: Show tooltip when hovering a thumbnail
es_es: Mostrar texto emergente cuando se pase sobre una miniatura

source: If you set any of these values a negative number or zero, the according attribute of the thumbnail won't be set. A common usage would be to set the first value to zero and the second to a fixed size.
es_es: Si estableces valores distintos de un n&uacute;mero negativo o cero, el correspondiente atributo de la miniatura no se fijar&aacute;. Un uso habitual ser&iacute;a establecer el primer valor a cero y el segundo a un tama&ntilde;o fijo.

source: Comments
es_es: Comentarios

source: Gravatar options
es_es: Opciones Gravatar

source: Use Gravatars:
es_es: Usar gravatares:

source: If enabled, <a href="http://www.gravatar.com/" target="_blank">Gravatar</a> icons are shown on user comments
es_es: Cuando est&aacute; habilitado, los iconos <a href="http://www.gravatar.com/" target="_blank">Gravatar</a> se muestran en los comentarios

source: Link Gravatars:
es_es: Enlaces Gravatar:

source: If a commenter gives a website URL, the gravatar icon links to his page
es_es: Cuando quien realiza un comentario da la URL de un sitio, el icono Gravatar apunta a esta p&aacute;gina

source: Alternative Image:
es_es: Imagen alternativa:

source: URL of an alternate image for the case the commenter has no Gravatar. If you don't specify an image URL Gravatar will use it's own dummy image if necessary.
es_es: URL de la imagen alternativa en caso de que quien comente no tenga Gravatar. Si no especificas una imagen, la URL de Gravatar se usar&aacute; como su propia imagen si es necesario.

source: The following values are extended configuration options for the Gravatar service. Please change them only if you know what you are doing.
es_es: Los siguientes valores son opciones de configuraci&oacute;n extendida del servicio Gravatar. Por favor, c&aacute;mbialos s&oacute;lo si sabes qu&eacute; est&aacute;s haciendo.

source: Gravatar rating:
es_es: Valoraci&oacute;n Gravatar:

source: Here you can specify the rating of the gravatars. Allowed values are <code>G, PG, R</code> and <code>X</code>. Only change this if you know why you would want to.
es_es: Aqu&iacute; especificas las valoraci&oacute;n de Gravatar. Se permiten los valores <code>G, PG, R</code> y <code>X</code>. Cambia esto s&oacute;lo si s&aacute;bes por qu&eacute; lo haces.

source: Gravatar size:
es_es: Tama&ntilde;o del gravatar:

source: Here you can change the size of the Gravatar. If you change this value you will have to adapt your stylesheet.
es_es: Aqu&iacute; puedes cambiar el tama&ntilde;o del gravatar. Si cambias este valor tendr&aacute;s que adaptar tu hoja de estilos.

source: Ring / Syndication options
es_es: Opciones de sindicaci&oacute;n

source: If enabled, a "%" button will be added to the comment form
es_es: Si est&aacute; habilitado, se a&ntilde;adir&aacute; un bot&oacute;n "%" al formulario de comentarios

source: photoblogs.org button:
es_es: Bot&oacute;n photoblogs.org:

source: Profile URL:
es_es: Perfil URL:

source: The URL of your <a href="http://photoblogs.org" target="_blank">photoblogs.org</a> profile
es_es: La URL de tu perfil <a href="http://photoblogs.org" target="_blank">photoblogs.org</a>

source: vote for me at coolphotoblogs.com
es_es: V&oacute;tame en coolphotoblogs.com

source: coolphotoblogs.com button:
es_es: Bot&oacute;n coolphotoblogs.com:

source: Effects Options
es_es: Opciones de efectos

source: moo.fx options
es_es: Opciones moo.fx

source: Use moo.fx:
es_es: Utilizar moo.fx:

source: Enable JavaScript effects (<a href="http://moofx.mad4milk.net/" target="_blank">moo.fx</a> engine)
es_es: Habilita efectos JavaScript motor <a href="http://moofx.mad4milk.net/" target="_blank">moo.fx</a>)

source: Once you have enabled moo.fx, you can choose use the following effects.
es_es: Una vez que has habilitado moo.fx puedes utilizar uno de los siguientes efectos.

source: Reflection effect:
es_es: Efecto de reflejo:

source: If enabled, the image reflects on the background
es_es: Cuando se habilita, la imagen se refleja en el fondo

source: Fade effect:
es_es: Efecto de fundido:

source: Use a fade-in effect to display the image
es_es: Utiliza un fundido de entrada para mostrar la imagen

source: The effect may be slow for some machines and is definitly slower for larger images, as well as complex theme styles. Double check that. In addition it requires support on the browser's side, so it isn't necessarily visible to every visitor.
es_es: El efecto puede ser lento en algunas m&aacute;quinas y es definitivamente m&aacute;s lento para im&aacute;genes grandes, as&iacute; como estilos de tema complejos. Aseg&uacute;rate de probarlo. Adem&aacute;s requiere soporte en el lado del navegador, as&iacute; que no ser&aacute; necesariamente visible para cualquier visitante.

source: edit comment
es_es: modificar el comentario

source: comment ID:
es_es: ID del comentario

source: unapproved &rarr;
es_es: desaprovado &rarr;

source: &lArr; click for previous photo
es_es: &lArr; click para la foto previa

source: (this is the first photo)
es_es: (esta es la primera foto)

source: click for next photo &rArr;
es_es: click para la siguiente foto &rArr;

source: (this is the newest photo)
es_es: (esta es la foto m&aacute;s reciente)

source: This photo page is not ready yet. Please check back later.
es_es: Esta p&aacute;gina de fotos no est&aacute; lista a&uacute;n. Por favor, int&eacute;ntalo m&aacute;s tarde.

source: RSS Feed
es_es: Fuente RSS

source: Atom Feed
es_es: Fuente Atom

source: click to view
es_es: click para ver

source: not ready yet
es_es: no est&aacute; lista a&uacute;n

source: comments (%)
es_es: comentarios (%)

source: comments and details
es_es: comentarios y detalles

source: details &amp; comments (%)
es_es: detalles y comentarios (%)

source: hide details
es_es: esconder detalles

source: Mosaic
es_es: Mosaico

source: (Your name)
es_es: (Tu nombre)

source: <em>(Your name)</em>
es_es: <em>(Tu nombre></em>

source: Posted in:
es_es: Publicado en:

source: Tagged with:
es_es: Etiquetado con:

source: Grain: Options For This Post
es_es: Grain: opciones para esta entrada

source: There a currently no advanced options for this post.
es_es: No existen por el momento opciones avanzadas para esta entrada.

source: General options
es_es: Opciones generales

source: I want Grain to show
es_es: Quiero que Grain muestre

source: See <a target="_blank" href="http://wp-grain.wiki.sourceforge.net/Post+Types">this wiki page</a> for more information about post types.
es_es: Ver <a target="_blank" href="http://wp-grain.wiki.sourceforge.net/Post+Types">esta p&aacute;gina wiki</a> para m&aacute;s informaci&oacute;n acerca de tipos de entradas.

source: Photoblog post options
es_es: Opciones de publicaci&oacute;n del fotoblog

source: Hide EXIF data
es_es: Ocultar informaci&oacute;n EXIF

source: Not found.
es_es: No encontrado.

source: Sorry, but you are looking for something that isn't here.
es_es: Lo sentimos, pero lo que quiera que busques no est&aacute; aqu&iacute;.

source: Grain: Post Settings
es_es: Grain: configuraci&oacute;n de publicaci&oacute;n

source: Shows a photo and it's description.
es_es: Muestra una foto y su descripci&oacute;n

source: Uses a viewer applet to show the panorama given in the box below.
es_es: Usa una applet de visualizaci&oacute;n para mostrar el panorama que figura en la caja inferior.

source: Looks like a 'Photo Post' type, but displays everything behind the <code>&lt;</code><code>!--more--&gt;</code> marker instead of the photo. This way you can show user-defined content.
es_es: Parece un tipo de publicaci&oacute;n de foto, pero muestra todo tras el marcador <code>&lt;</code><code>!--more--&gt;</code> en lugar de la foto. De este modo puedes mostrar contenido definido por el usuario.

source: The post will be displayed just like a normal (text) blog post or static page.
es_es: La entrada se mostrar&aacute; s&oacute;lo como una entrada de blog normal (texto) o una p&aacute;gina est&aacute;tica.

source: Post Settings
es_es: Configuraci&oacute;n de publicaci&oacute;n

source: Post type:
es_es: Tipo de entrada:

source: Photo Post
es_es: Entrada de foto

source: Panorama Post
es_es: Entrada de panorama

source: Split Post
es_es: Entrada dividida

source: Pure Content
es_es: Contenido puro

source: Panorama Settings
es_es: Configuraci&oacute;n de panorama

source: Panorama file URL:
es_es: URL del fichero de panorama

source: You can upload or select a panorama file using the Upload box. To find the URL of the uploaded file, click it's <code>Edit</code> link afterwards.
es_es: Puedes subir o seleccionar un fichero de panorama utilizando la caja de subida. Para encontrar la URL del fichero subido, pincha despu&eacute;s este enlace <code>Editar</code>.

source: Panorama player:
es_es: Visualizador de panorama:

source: autoselect by filetype
es_es: seleccionar seg&uacute;n el fichero de tipo

source: Java based (PTViewer)
es_es: Basado en java (PTViewer)

source: Panorama Image:
es_es: Imagen de panorama:

source: click here to install (250 KB, it only takes a few seconds)
es_es: haz click aqu&iacute; para instalar (250 kb, s&oacute;lo se llevar&aacute; unos segundos)

source: click here after installing to reload page
es_es: haz click aqu&iacute; despu&eacute;s de instalar o recargar la p&aacute;gina
