Repository: sunsided/wp-grain
Catalog: lang/*.po
Languages: es_es

source: Error 404 - Not found!
es_es: Error 404 - &iexcl;No encontrado!

source: Would you like to search for something?
es_es: &iquest;Desea buscar algo?

source: Archive for category %CATEGORY.
es_es: Archivo de la categor&iacute;a %CATEGORY.

source: Archive for tag %TAG.
es_es: Archivo de la etiqueta %TAG.

source: Daily archive for %DATE.
es_es: Archivo diario de %DATE.

source: Monthly archive for %DATE.
es_es: Archivo mensual de %DATE.

source: Yearly archive for %YEAR.
es_es: Archivo anual de %YEAR.

source: Search results
es_es: Resultados de la b&uacute;squeda

source: Archive of authors
es_es: Archivo de autores

source: Blog archive
es_es: Archivo del blog

source: &laquo; next page
es_es: &laquo; p&aacute;gina siguiente

source: previous page &raquo;
es_es: p&aacute;gina previa &raquo;

source: Archive cloud
es_es: Nube de archivos

source: Archives by years
es_es: Archivos por a&ntilde;os

source: Archives by months
es_es: Archivos por meses

source: Archives by categories
es_es: Archivos por categor&iacute;as

source: Comments are closed - You are not supposed to be here.
es_es: Los comentarios est&aacute;n desactivados.

source: The permalink address <acronym title="Uniform Resource Identifier">(URI)</acronym> of this photo is:
es_es: La direcci&oacute;n permanente <acronym title="Uniform Resource Identifier">(URI)</acronym> de esta foto es:

source: The comments are password protected, too
es_es: Los comentarios est&aacute;n protegidos por contrase&ntilde;a

source: Comments (%)
es_es: Comentarios (%)

source: RSS feed for comments on this photo
es_es: Fuente RSS para los comentarios de esta foto

source: Syndication
es_es: Sindicaci&oacute;n

source: The <acronym title="Uniform Resource Identifier">(URI)</acronym> to TrackBack this photo is:
es_es: El <acronym title="Uniform Resource Identifier">(URI)</acronym> para hacer Trackback a esta foto es:

source: no website
es_es: Sin sitio web

source: post author
es_es: Autor de la entrada

source: %AUTHOR &#8212; %DATE at %TIME
es_es: %AUTHOR &#8212; %DATE a las %TIME

source: Comment
es_es: Comentario

source: Be the first to comment!
es_es: &iexcl;S&eacute; el primero en comentar!

source: Leave a comment
es_es: Deja un comentario

source: Line and paragraph breaks automatic, e-mail address never displayed, <acronym title="Hypertext Markup Language">HTML</acronym> allowed:
es_es: Las l&iacute;neas y los p&aacute;rrafos se dividen autom&aacute;ticamente, la direcci&oacute;n e-mail no se muestra, se admite <acronym title="Hypertext Markup Language">HTML</acronym>:

source: Your are logged in as
es_es: Est&aacute;s identificado como

source: logout
es_es: salir

source: Logout &raquo;
es_es: Salir &raquo;

source: Your Name:
es_es: Tu nombre:

source: Website (<acronym title="Uniform Resource Locator">URL</acronym>):
es_es: (<acronym title="Uniform Resource Locator">URL</acronym>) del sitio:

source: Your comment:
es_es: Tu comentario:

source: Say it!
es_es: &iexcl;Dilo!

source: bookmark me at photoblogs.org
es_es: m&aacute;rcame como photoblos.org

source: vote for me at CoolPhotoblogs
es_es: v&oacute;tame en CoolPhotoblogs

source: Sorry, the comment form is closed at this time.
es_es: Lo sentimos, el formulario de comentarios est&aacute; cerrado temporalmente.

source: EXIF information
es_es: Informaci&oacute;n EXIF

source: {BLOG} is proudly powered by {WP} and {GRAIN}
es_es: {BLOG} est&aacute; orgullosamente impulsado por {WP} y {GRAIN}

source: edit post
es_es: editar entrada

source: &laquo; previous
es_es: &laquo; previa

source: next &raquo;
es_es: siguiente &raquo;

source: Permalink for:
es_es: Enlace permanente para:

source: Permalink
es_es: Enlace permanente

source: go to the newest photo
es_es: Ir a la foto m&aacute;s reciente

source: newest
es_es: m&aacute;s reciente

source: random
es_es: aleatoria

source: To the overview
es_es: A la p&aacute;gina general

source: about &amp; information
es_es: acerca de &amp; informaci&oacute;n

source: about
es_es: acerca de

source: Comments RSS Feed
es_es: Fuente RSS de los comentarios

source: There is currently no page to display. Please check back later.
es_es: No hay de momento p&aacute;gina para mostrar. Por favor, compru&eacute;balo m&aacute;s tarde.

source: &laquo; previous page
es_es: &laquo; p&aacute;gina previa

source: next page &raquo;
es_es: p&aacute;gina siguiente &raquo;

source: Read the whole story...
es_es: Lee la historia completa...

source: Pages:
es_es: P&aacute;ginas

source: search
es_es: buscar

source: You are browsing the archive for the category '%CATEGORY'.
es_es: Est&aacute;s viendo los archivos de la categor&iacute;a '%CATEGORY'.

source: You are browsing the %BLOG archive for %DAY, %DATE.
es_es: Est&aacute;s viendo los archivos de %BLOG del d&iacute;a %DAY, %DATE.

source: You are browsing the %BLOG archive for the month %DATE.
es_es: Est&aacute;s viendo los archivos de %BLOG del mes %DATE.

source: You are browsing the %BLOG archive for the year %YEAR.
es_es: Est&aacute;s viendo los archivos de %BLOG del a&ntilde;o %YEAR.

source: You have searched the %BLOG archives for <strong>%SEARCH</strong>. If you are unable to find anything in these search results, you can try one of these links.
es_es: Has buscado <strong>%SEARCH</strong> en los archivos de %BLOG. Si no encuentras lo que deseas, puedes probar uno de estos enlaces.

source: You are browsing the %BLOG archive.
es_es: Est&aacute;s viendo los archivos de %BLOG.

source: Pages
es_es: Documentos

source: Archives by month
es_es: Archivos por meses

source: Categories
es_es: Categor&iacute;as

source: Most commented
es_es: M&aacute;s comentados

source: Syndicate
es_es: Sindicar

source: loading ...
es_es: cargando...

source: No HTML here
es_es: No HTML

source: HTML allowed here
es_es: HTML admitido

source: (numbers only)
es_es: (s&oacute;lo n&uacute;meros)

source: Configure Grain
es_es: Configurar Grain

source: General Settings
es_es: Configuraci&oacute;n general

source: Navigation Settings
es_es: Configuraci&oacute;n de navegaci&oacute;n

source: Navigation
es_es: Navegaci&oacute;n

source: Styling and Layout
es_es: Estilo y disposici&oacute;n

source: Copyright Settings
es_es: Configuraci&oacute;n de copyright

source: Date and Time Settings
es_es: Configuraci&oacute;n de fecha y hora

source: Date and Time
es_es: Fecha y hora

source: Yet Another Photoblog (Plugin Options)
es_es: Yet Another Photoblog (Opciones del plugin)

source: The YAPB plugin could not be found.
es_es: No se pudo encontrar el plugin YAPB.

source: Click for more information
es_es: Haz click para m&aacute;s informaci&oacute;n

source: Changes saved
es_es: Cambios guardados

source: Copyright Holder
es_es: Propietario de los derechos de autor

source: Here you can enter your copyright information and tell Grain how to display them.
es_es: Aqu&iacute; puedes introducir tu informaci&oacute;n de copyright y decirle a Grain c&oacute;mo mostrarla.

source: % is always the current year
es_es: % es siempre el a&ntilde;o en curso

source: First copyright year:
es_es: Primer a&ntilde;o de copyright:

source: Last copyright year:
es_es: &Uacute;ltimo a&ntilde;o de copyright:

source: i.e. <code>%OFFSET</code> to get <code>%SUMMED_YEAR</code> if the end year is <code>%YEAR</code>
es_es: por ejemplo, <code>%OFFSET</code> para obtener <code>%SUMMED_YEAR</code> si el a&ntilde;o de fin es <code>%YEAR</code>

source: Offset to end year:
es_es: A&ntilde;os restantes:

source: Here you can configure the informational text, e.g. your name and a licensing info.
es_es: Aqu&iacute; puedes configurar el texto de informaci&oacute;n; por ejemplo tu nombre e informaci&oacute;n de la licencia.

source: Copyright holder:
es_es: Propietario del copyright:

source: Keep this short, e.g. <code>"John Doe"</code>. This info will be embedded in the page's meta header.
es_es: S&eacute; breve; por ejemplo, <code>"John Doe"</code>.Esta informaci&oacute;n se incluir&aacute; en las cabeceras meta de la p&aacute;gina.

source: Full copyright holder and info:
es_es: Propietario e informaci&oacute;n completa de copyright:

source: e.g. <code>"John Doe. All rights reserved."</code> This info will be visible to the visitor.
es_es: por ejemplo, <code>"John Doe. Todos los derechos reservados."</code> Esta informaci&oacute;n ser&aacute; visible para el visitante.

source: Imprint Page
es_es: Imprimir p&aacute;gina

source: Grain uses <a href="http://dublincore.org/" target="_blank">Dublin Core</a> meta tags to describe your blog. If you have an imprint page you may set it here.<br />If you do not have an imprint or do not want to propagate it through the DC meta tag the field can be left empty.
es_es: Grain utiliza metatags <a href="http://dublincore.org/" target="_blank">Dublin Core</a> para describir tu blog. Si tienes una p&aacute;gina de menciones legales puedes incluirla aqu&iacute;.<br />Si no la tienes o no quieres darla a conocer por medio de metatags DC el campo debe dejarse vac&iacute;o.

source: Imprint URL:
es_es: URL de menciones legales:

source: The URL to your imprint page. Leave empty if you do not want to embed an <code>DC.Rights</code> meta tag.
es_es: La URL de tus menciones legales. D&eacute;jalo vac&iacute;o si no quieres incluir una metaetiqueta de <code>DC.Rights</code>.

source: Creative Commons License
es_es: Licencia Creative Commons

source: Embedding a Creative Commons License
es_es: Inclusi&oacute;n de una licencia Creative Commons

source: If you like to, you can publish your photos under a <a href="http://creativecommons.org/" target="_blank">Creative Commons</a> License. You can choose a license <a href="http://creativecommons.org/license/?lang=%LANGCODE" target="_blank">here</a>.
es_es: Si lo deseas, puedes publicar tus fotos bajo una licencia <a href="http://creativecommons.org/" target="_blank">Creative Commons</a>. Puedes elegir una licencia <a href="http://creativecommons.org/license/?lang=%LANGCODE" target="_blank">aqu&iacute;</a>.

source: Embed Creative Commons license
es_es: Incluir licencia Creative Commons

source: Unchecking this option will remove the Creative Commons Logo, the textual message, as well as the embedded <a target="_blank" href="http://en.wikipedia.org/wiki/Resource_Description_Framework">RDF</a> (if any). This is the way to go if you want your photos to be published as, e.g. "All rights reserved".
es_es: La desactivaci&oacute;n de esta opci&oacute;n eliminar&aacute; el logo de Creative Commons, el texto y el <a target="_blank" href="http://en.wikipedia.org/wiki/Resource_Description_Framework">RDF</a> (si lo hubiese). Es la elecci&oacute;n adecuada si deseas publicar tus fotos bajo, por ejemplo, "Todos los derechos reservados".

source: The license's HTML code:
es_es: El c&oacute;digo de la licencia HTML:

source: To simplify CSS styling of the theme, all occurrences of <code>&lt;br /&gt;</code>, <code>&lt;br/&gt;</code> and <code>&lt;br&gt;</code> tags will be removed when embedding the code.
es_es: Para simplificar el estilo CSS del tema, todas las apariciones de etiquetas <code>&lt;br /&gt;</code>, <code>&lt;br/&gt;</code> y <code>&lt;br&gt;</code> se eliminar&aacute;n cuando se incluyan en el c&oacute;digo.

source: In addition to the code above you can choose to embed an <acronym title="Resource Description Framework">RDF</acronym> representation - a machine readable version - of the license. The RDF will be embedded on the website and can also be integrated in your newsfeeds, if you choose to enable that.
es_es: Adem&aacute;s del c&oacute;digo precedente puedes elegir incluir una representaci&oacute;n <acronym title="Resource Description Framework">RDF</acronym> -una versi&oacute;n legible por m&aacute;quinas- de la licencia. El RDF se incluir&aacute; en el sitio web y puede integrarse tambi&eacute;n en tus fuentes feed, si eliges habilitarlo.

source: The RDF code for the license you selected can be found by downloading and opening the template for the PDF or XML embedding on the license selection page. The code begins with <code>&lt;rdf:RDF ...</code> and ends with <code>&lt;/rdf:RDF&gt;</code>.
es_es: Puedes obtener el c&oacute;digo RDF de la licencia seleccionada descargando y abriendo la plantilla para la inclusi&oacute;n de PDF o XML en la p&aacute;gina de selecci&oacute;n de licencia. El c&oacute;digo empieza con <code>&lt;rdf:RDF ...</code> y termina con <code>&lt;/rdf:RDF&gt;</code>.

source: You can validate RDF encoded licenses and RDF enabled content with the <a href="http://validator.creativecommons.org/" target="_blank">CC RDF License Validator</a>.
es_es: Puedes validar licencias codificadas en RDF y contenido habilitado para RDF con el <a href="http://validator.creativecommons.org/" target="_blank">CC RDF License Validator</a>.

source: The license's RDF code:
es_es: El c&oacute;digo de la licencia RDF:

source: Embed RDF in Newsfeeds:
es_es: Incluir RDF en fuentes feed:

source: Embed the RDF in the Atom and RSS feeds
es_es: Incluir el RDF en las fuentes Atom y RSS

source: <strong>Use this with caution!</strong> Enable this option only if you are sure what you are doing! Faulty RDF markup may render your newsfeeds invalid or even unusable. Test your newsfeeds thoroughly when enabling this!
es_es: <strong>&iexcl;Usar con precauci&oacute;n!</strong> &iexcl;Habilita esta opci&oacute;n s&oacute;lo si est&aacute;s seguro de lo que haces! Marcas RDF defectuosas pueden generar fuentes inv&aacute;lidas o incluso inmanejables. &iexcl;Comprueba tus fuentes feed rigurosamente cuando habilites esto!

source: Factory Defaults
es_es: Valores por defecto

source: Save Settings
es_es: Grabar configuraci&oacute;n

source: For information on date and time formatting codes refer to the PHP manual entry of <a href="http://www.php.net/date" target="_blank">the <code>date()</code> function</a>.
es_es: Para informaci&oacute;n acerca de los c&oacute;digos de formato de fecha y hora, leer la entrada del manual de PHP para la funci&oacute;n <a href="http://www.php.net/date" target="_blank">the <code>date()</code></a>.

source: If you want to include a specific text in the format, such as "<code>o'clock</code>", you may include it in curly braces, e.g. "<code>{o'clock'}</code>"
es_es: Si quieres incluir un texto espec&iacute;fico en el formato, tal y como "<code>o'clock</code>", puedes introducirlo en llaves; por ejemplo, "<code>{o'clock'}</code>"

source: Some examples
es_es: Algunos ejemplos

source: format
es_es: formato

source: result
es_es: resultado

source: Archive settings
es_es: Configuraci&oacute;n de archivo

source: The current selection (<code>%FORMAT</code>) results in '<code>%RESULT</code>' for the current time.
es_es: La selecci&oacute;n actual (<code>%FORMAT</code>) da lugar a '<code>%RESULT</code>' para el momento actual.

source: Daily Archive:
es_es: Archivo diario:

source: The date or time format in the archive for a specific day.
es_es: El formato de fecha u hora en el archivo de un d&iacute;a espec&iacute;fico.

source: Monthly Archive:
es_es: Archivo mensual:

source: The date or time format in the archive for a specific month.
es_es: El formato de fecha u hora en el archivo de un mes espec&iacute;fico.

source: Photo Info
es_es: Informaci&oacute;n de la foto

source: Publication date:
es_es: Fecha de publicaci&oacute;n:

source: The date and time format for the photo's 'published' date.
es_es: El formato de fecha y hora para la fecha de la de la foto 'publicada'.

source: (EXIF filtering is currently enabled.)
es_es: (El filtrado EXIF est&aacute; habilitado actualmente.)

source: (EXIF filtering is currently disabled.)
es_es: (El filtrado EXIF est&aacute; desabilitado actualmente.)

source: EXIF dates:
es_es: Fechas EXIF:

source: The timestamp format used for some EXIF fields if EXIF quickfiltering is enabled.
es_es: El formato de hora usado para algunos campos EXIF si el filtrado EXIF est&aacute; habilitado.

source: Per comment
es_es: Por comentar

source: Date of comment:
es_es: Fecha del comentario:

source: The date format for a comment.
es_es: El formato de fecha para un comentario.

source: Time of comment:
es_es: Hora del comentario:

source: The time format for a comment.
es_es: El formato de hora para un comentario.

source: Info and commenting mode
es_es: Informaci&oacute;n y comentarios

source: Basic behavior
es_es: Comportamiento b&aacute;sico

source: Discussion
es_es: Discusi&oacute;n

source: Most probably you want to leave this enabled to receive feedback. But maybe you really just want to <em>show</em> your photos. This is the showcase option then: If you disable it, visitors will neither be able to comment (which is a standard feature) nor to view any existing comments. You may then also want to disable WordPress' commenting options on the %LINK screen altogether to prevent comments coming in through track-/pingbacks or backdoors.
es_es: Probablemente desear&aacute;s dejarlo habilitado para recibir r&eacute;plicas. Pero es posible que s&oacute;lo desees <em>mostrar</em> tus fotos. &Eacute;sta es entonces la elecci&oacute;n: si lo desabilitas, los visitantes nunca ser&aacute;n capaces de comentar (lo que es una opci&oacute;n est&aacute;ndar) ni ver ning&uacute;n comentario existente. Puedes entonces adem&aacute;s desabilitar las opciones de comentarios en Wordpress en la pantalla %LINK para prevenir totalmente los comentarios provenientes de trackback, pingback o puertas traseras.

source: Enable comments:
es_es: Habilitar comentarios

source: Allow visitors to comment or view existing comments
es_es: Permitir a los visitantes comentar o ver los comentarios existentes

source: No popups!
es_es: &iexcl;Sin popups!

source: Don't use a popup to display an image's info and commenting form
es_es: No utilizar un popup para mostrar informaci&oacute;n de una imagen o formulario de comentarios

source: If you enable this, the "Extended Info page" mechanism will be used. This is a replacement for the older comments popup, showing the info and comments on the same page as the photo. One will still have to click the comments link to display it, though.<br />If you prefer a popup for that task, disable this option.
es_es: Si habilitas esto, se usar&aacute; el mecanismo de "p&aacute;gina de Informaci&oacute;n Desarrollada". Es un sustituto del viejo popup de comentarios, que muestra la informaci&oacute;n y los comentarios en la misma pagina que la foto. Habr&aacute; a&uacute;n que hacer click en el enlace de comentarios para mostrarlos, sin embargo. <br />Si prefieres un popup para esa tarea, desabilita esta opci&oacute;n.

source: Always show info:
es_es: Siempre mostrar informaci&oacute;n:

source: Always show photo title/description regardless of the popup setting above
es_es: Siempre mostrar t&iacute;tulo/descripci&oacute;n de la foto a pesar de la configuraci&oacute;n de popup precedente

source: If you always want to display the photo's title and it's description on the photo page, enable this option. If you uncheck this option and have the popups disabled (enabled the option above that is), be aware that the user won't see any information about your photo. (They would be shown on the popup, but you disabled it.)
es_es: Si deseas mostrar siempre el t&iacute;tulo de la foto y su descripci&oacute;n en la p&aacute;gina de la foto, habilita esta opci&oacute;n. Si la desactivas y tienes los popup desabilitados (marcada la opci&oacute;n anterior), ten presente que el usuario no ver&aacute; ninguna informaci&oacute;n de tu foto. (Podr&iacute;an mostrarse en el popup, pero lo desabilitaste.)

source: Basic behavior II
es_es: Comportamiento b&aacute;sico II

source: Comments always allowed:
es_es: Comentarios siempre permitidos:

source: Allow visitors to comment on pages considered "not ready"
es_es: Permite a los visitantes comentar p&aacute;ginas consideradas "no listas"

source: Sometimes it happens that a visitor sees a page whose image is not available. Leave this option disabled to prevent access to the comments form in this special case.<br />This also implies that the image infos can be seen.
es_es: A veces sucede que un visitante ve una p&aacute;gina cuya imagen no est&aacute; disponible. Deja esta opci&oacute;n desabilitada para prevenir el acceso al formulario de comentarios en este caso especial.<br />Esto tambi&eacute;n implica que la informaci&oacute;n de la imagen pueda verse.

source: Directly jump to comments:
es_es: Ir directamente a los comentarios:

source: If the comments popup opens, skip the description text there
es_es: Si el popup de comentarios se abre, omitir all&iacute; el texto descritivo

source: This option only applies when the info is already shown on the main page, so that the visitor won't have to scroll to the comments on the popup. Rule of thumb: If you tend to write long texts and use the popup, you may want to enable this option.
es_es: Esta opci&oacute;n s&oacute;lo se aplica cuando la informaci&oacute;n se ha mostrado en la p&aacute;gina principal, de modo que el visitante no tendr&aacute; que descender hasta los cometarios en el popup. Regla del pulgar: si tiendes a escribir textos largos y utilizar los popup, puede interesarte habilitar esta opci&oacute;n.

source: Show only excerpts:
es_es: Mostrar s&oacute;lo extractos:

source: Show only a post's excerpt on a comment popup
es_es: Mostrar s&oacute;lo un extracto de la entrada en un popup de comentario

source: This option doesn't apply to you if you never use the <code>&lt!--more--&gt</code> tag anyway. If you choose to disable this option and such tag is found in the photo's description text, only the text in front of the tag will be shown. This only applies to the popup; Grain will generally show only the excerpt on a photo page, except when it's in extended view.
es_es: Esta opci&oacute;n no se aplica si nunca usas la etiqueta <code>&lt!--more--&gt</code>. Si eliges desabilitarla y dicha etiqueta se encuentra en el texto descriptivo de la foto, s&oacute;lo se mostrar&aacute; el texto por delante de la etiqueta. S&oacute;lo se aplica al popup; Grain generalmente muestra s&oacute;lo el extracto en una p&aacute;gina de foto, excepto cuando se est&aacute; en vista expandida.

source: Info display: Your photo's description
es_es: Informaci&oacute;n para mostrar: la descripci&oacute;n de tu foto

source: Enable permalink:
es_es: Habilitar enlaces permanentes:

source: Show the permalink in the image info
es_es: Mostrar el enlace permanente en la informaci&oacute;n de imagen

source: The permalink is an address that won't change. This way a visitor can securely link one of your photo pages. Permalinks are managed by WordPress.
es_es: El enlace permanente es una direcci&oacute;n que no cambia. De este modo un visitante puede enlazar con seguridad una de tus p&aacute;ginas de fotos. Los enlaces permanentes son manejados por WordPress.

source: Enable comment hint:
es_es: Habilitar la anotaci&oacute;n de comentario:

source: If enabled, Grain shows a link to the comments in the short info display below the image.
es_es: Si est&aacute; activado, Grain muestra un enlace a los comentarios en la informaci&oacute;n breve mostrada bajo la imagen.

source: Show Date:
es_es: Mostrar fecha:

source: Display the date the photo was published
es_es: Mostrar la fecha en la que la foto fue publicada

source: This shows the date and time the photo page was published in the description text.
es_es: Esto muestra la fecha y hora en que la p&aacute;gina de la foto fue publicada en el texto descriptivo.

source: Info display: EXIF data
es_es: Visualizaci&oacute;n de informaci&oacute;n: datos EXIF
