Repository: sunsided/wp-grain
Catalog: lang/*.po
Languages: es_es

source: If you understand PHP, you can affect how the EXIF information is displayed by editing the %FILE file.<br /><strong>Hint:</strong> Enable YAPBs EXIF filtering to keep things clean.
es_es: Si entiendes PHP, puedes modificar c&oacute;mo se muestra la informaci&oacute;n EXIF editando el fichero %FILE. <br /><strong>Nota:</strong> Habilitar el filtrado EXIF en YAPB para mantener todo en orden.

source: Display EXIF info:
es_es: Mostrar informaci&oacute;n EXIF:

source: Show a photo's EXIF information next to the description
es_es: Mostrar la informaci&oacute;n EXIF de la foto junto a la descripci&oacute;n

source: Hide EXIF if no content:
es_es: Ocultar EXIF si no hay contenido:

source: Don't show a photo's EXIF information if no content text was given.
es_es: No mostrar la informaci&oacute;n EXIF de una foto si no se ha proporcionado texto de contenido.

source: Info display: Categories
es_es: Visualizaci&oacute;n de informaci&oacute;n: Categor&iacute;as

source: Show category list:
es_es: Mostrar el listado de categor&iacute;as:

source: Shows the categories in which the photo is filed
es_es: Mostrar las categor&iacute;as en las que la foto est&aacute; archivada

source: Begin category list:
es_es: Comienzo del listado de categor&iacute;as:

source: This text will be embedded right before the category list. You can put specific markup here to style your theme.
es_es: Este texto se incluir&aacute; justo antes del listado de categor&iacute;as. Puedes poner marcas espec&iacute;ficas para dar estilo a tu tema.

source: Category list delimiter:
es_es: Delimitador del listado de categor&iacute;as:

source: This will be embedded within the category list to separate two entries.
es_es: Se incluir&aacute; dentro del listado de categor&iacute;as para separar dos entradas.

source: End category list:
es_es: Fin del listado de categor&iacute;as:

source: This will be embedded right after the category list.
es_es: Se incluir&aacute; justo despu&eacute;s del listado de categor&iacute;as.

source: Info display: Tags
es_es: Visualizaci&oacute;n de informaci&oacute;n: Etiquetas

source: Show tag list:
es_es: Mostrar el listado de etiquetas:

source: Shows the tags with which the photo is marked
es_es: Muestra las etiquetas con que est&aacute; marcada la foto

source: Begin tag list:
es_es: Comienzo del listado de etiquetas:

source: This text will be embedded right before the tag list. You can put specific markup here to style your theme.
es_es: Este texto se incluir&aacute; justo antes del listado de etiquetas. Puedes poner marchas espec&iacute;ficas para dar estilo a tu tema

source: Tag list delimiter:
es_es: Delimitador del listado de etiquetas:

source: This will be embedded within the tag list to separate two entries.
es_es: Se incluir&aacute; dentro del listado de etiquetas para separar dos entradas.

source: End tag list:
es_es: Fin del listado de etiquetas:

source: This will be embedded right after the tag list.
es_es: Se incluir&aacute; justo despu&eacute;s del listado de etiquetas.

source: Newsfeeds
es_es: Fuentes feed

source: Atom Feed Settings
es_es: Configuraci&oacute;n de fuente Atom

source: Atom Feed:
es_es: Fuente Atom:

source: Show the Atom Feed icon next to the RSS feed icon
es_es: Mostrar el icono de fuente Atom junto al icono de fuente RSS

source: Media RSS Settings
es_es: Configuraci&oacute;n de Media RSS

source: Enable the Media RSS/MRSS feed
es_es: Habilitar la fuente Media RSS/MRSS

source: The <a href="http://en.wikipedia.org/wiki/Media_RSS">Media RSS</a> feed is an extended RSS feed for multimedia applications.
es_es: La fuente <a href="http://en.wikipedia.org/wiki/Media_RSS">Media RSS</a> es una fuente RSS extendida para aplicaciones multimedia.

source: Note that enabling this option may increase the traffic of your blog, depending on the browser.
es_es: Ten en cuenta que habilitar esta opci&oacute;n puede incrementar el tr&aacute;fico de tu blog, en funci&oacute;n del navegador.

source: Media RSS items:
es_es: Elementos Media RSS:

source: Number of recent items in the Media RSS feed. A higher value provides a more detailed representation of your blog but adds more web traffic. A value of zero sets this to the default; a negative number represents no limitation.
es_es: N&uacute;mero de elementos recientes en la fuente Media RSS. Un valor m&aacute;s alto provee una representaci&oacute;n m&aacute;s detallada de tu blog, pero a&ntilde;ade m&aacute;s tr&aacute;fico web. Un valor de cero establece a la opci&oacute;n por defecto; un n&uacute;mero negativo significa sin limitaci&oacute;n.

source: Syndication Options
es_es: Opciones de sindicaci&oacute;n

source: <strong>Hint:</strong> Syndication data can (and has to be) changed in the {FILE} file to reflect your own syndicate. If you are not sure what syndication means or what to do in that file, please disable the Flat Syndication option.
es_es: <strong>Nota:</strong> Los datos de sindicaci&oacute;n pueden (y tienen que ser) cambiados en el fichero {FILE} para reflejar tu propia sindicaci&oacute;n. Si no est&aacute;s seguro de lo que significa sindicaci&oacute;n o qu&eacute; hacer en ese fichero, por favor deshabilita la opci&oacute;n de sindicaci&oacute;n en otros servicios.

source: Flat Syndication
es_es: Sindicaci&oacute;n de otros servicios

source: Flat Syndication:
es_es: Sindicaci&oacute;n en otros servicios:

source: Show ring / syndication info as a list in the blog's footer
es_es: Mostrar informaci&oacute;n de sindicaci&oacute;n en forma de lista en el pie de p&aacute;gina

source: Delimiter:
es_es: Delimitador:

source: This will be embedded as a separator of the list items.
es_es: Se incluir&aacute; como separador de los elementos de la lista.

source: Localization Options
es_es: Opciones de localizaci&oacute;n

source: Secondary Language Options
es_es: Opciones de lenguaje secundario

source: Grain has an option that allows you to display photo titles in an additional second language or tho use an additional texts as a subtitle.
es_es: Grain tiene opci&oacute;n de permitirte mostrar los t&iacute;tulos de las fotos en un segundo lenguaje adicional o utilizar textos adicionales como un subt&iacute;tulo.

source: 2nd Line:
es_es: Segunda l&iacute;nea:

source: Enable 2nd line/2nd language support
es_es: Habilitar soporte para la segunda l&iacute;nea y segundo lenguaje

source: 2nd line custom field:
es_es: Campo personalizado de la segunda l&iacute;nea:

source: The name/key of the custom field that contains the secondary language title.<br />You may want to read the WordPress Codex article on <a title="_blank" href="http://codex.wordpress.org/Using_Custom_Fields">Using Custom Fields</a>.
es_es: El nombre/clave del campo personalizado que contiene el t&iacute;tulo en el lenguaje secundario. <br />Te puede interesar leer el art&iacute;culo WordPress Codex en <a title="_blank" href="http://codex.wordpress.org/Using_Custom_Fields">Using Custom Fields</a>.

source: Auto Locale
es_es: Localizaci&oacute;n autom&aacute;tica

source: Browsers may send an information about their preferred language. Grain can make use of this information to automatically select a translation file, displaying the blog in the visitor's language.
es_es: Los navegadores pueden enviar informaci&oacute;n acerca del lenguaje preferido. Grain puede usar esta informaci&oacute;n para seleccionar autom&aacute;ticamente un fichero de traducci&oacute;n, mostrando el blog en el lenguaje del visitante.

source: Enable Auto Locale:
es_es: Habilitar localizaci&oacute;n autom&aacute;tica:

source: Activate visitor based translation
es_es: Activar traducci&oacute;n basada en el visitante

source: Grain tries to match a browser's <code>HTTP_ACCEPT_LANGUAGE</code> against a set of locale (<code>*.mo</code>) files in your theme's directory. If no match can be found, the default translation based on your WordPress settings will be used.
es_es: Grain intenta hacer coincidir un <code>HTTP_ACCEPT_LANGUAGE</code> del navegador con el conjunto de ficheros (<code>*.mo</code>) en el directorio de tu tema. Si no se encuentra ninguna coincidencia, se usar&aacute; la traducci&oacute;n por defecto basada en la configuraci&oacute;n de tu WordPress.

source: Archives Sidebar
es_es: Archivos en la barra lateral

source: These settings affect the sidebar you can see when you open an archive page, such as the Mosaic, the category archives etc.<br />Grain is a theme with widget support, so you can easily customize your sidebar in the Widgets menu; These options will only apply if there is no widget plugged into the according sidebar.
es_es: Esta configuraci&oacute;n afecta a la barra lateral que puedes ver cuando se abre un archivo de p&aacute;gina, tal como el Mosaico, los archivos de categor&iacute;as, etc.<br />Grain es un tema con soporte para widget, de modo que puedes configurar f&aacute;cilmente la barra lateral en el men&uacute; Widgets; estas opciones s&oacute;lo se aplicar&aacute;n si no hay widget activos en la correspondiente barra lateral.

source: The values in the {FILE} file will be used for that.
es_es: Se usar&aacute;n los valores en el fichero {FILE}.

source: Sidebar Syndication:
es_es: Sindicaci&oacute;n en la barra lateral:

source: Show Syndication in the Sidebar
es_es: Mostrar sindicaci&oacute;n en la barra lateral

source: Most commented:
es_es: M&aacute;s comentados:

source: List most commented photos
es_es: Lista de las fotos m&aacute;s comentadas

source: Show at most:
es_es: Mostrar como m&aacute;ximo:

source: This sets the maximum number of recent comments that will be displayed in the list.
es_es: Establece el n&uacute;mero m&aacute;ximo de comentarios recientes que se mostrar&aacute;n en la lista.

source: Display Calendar:
es_es: Mostrar calendario:

source: Show the post calendar
es_es: Muestra las entradas en el calendario

source: Display Blogroll:
es_es: Mostrar lista de blog

source: Show your blogroll
es_es: Muestra tu lista de bit&aacute;coras

source: Display "Meta" block:
es_es: Mostrar bloque "Meta":

source: Show WordPress' "Meta" blog to enable users to register or log in
es_es: Muestra el bloque ' "Meta" de WordPress para permitir a los usuarios registrarse o identificarse

source: disabled
es_es: activo

source: enabled
es_es: inactivo

source: Welcome to Grain %VERSION
es_es: Bienvenido a Grain %VERSION

source: Grain is missing the Yet Another Photoblog plugin
es_es: Grain no encuentra el plugin Yet Another Photoblog

source: Unfortunately the YAPB plugin could not be found. Reasons may be that it isn't installed yet or that it's just not activated.
es_es: Desafortunadamente el plugin YAPB no pudo encontrarse. Las razones pueden ser que no se haya instalado a&uacute;n o que no est&eacute; activo.

source: If you haven't installed it yet, you may want to download it <a href="%YAPB_URL">here</a>. If you did not activate it, you can do so on the <a href="%PLUGINS_URL">plugins</a> page.
es_es: Si no lo has instalado a&uacute;n, puedes descargarlo <a href="%YAPB_URL">aqu&iacute;</a>. Si no lo activaste, puedes hacerlo en la p&aacute;gina de <a href="%PLUGINS_URL">plugins</a>.

source: You can continue editing the options for Grain now, but your photoblog won't work until YAPB is running. Grain needs YAPB. Really.
es_es: Puedes continuar editando las opciones de Grain ahora, pero tu fotoblog no funcionar&aacute; hasta que YAPB est&eacute; en marcha. Grain necesita YAPB. En serio.

source: This is a development version
es_es: Esta es una versi&oacute;n en desarrollo

source: While this doesn't affect the functionality of your blog it may increase loading times and send information about your server and configuration to the visitor. Although no sensitive data (e.g., passwords) are being sent it could happen that the additional information can be abused to exploit your blog. Because of this it is advised to enable the development feature only for testing and debugging purposes.
es_es: No afecta a la funcionalida de tu blog y puede incrementar el tiempo de carga y enviar informaci&oacute;n de tu servidor y configuraci&oacute;n al visitante. Aunque no se env&iacute;en datos cr&iacute;ticos (por ejemplo, contrase&ntilde;as), podr&iacute;a suceder que aprovechasen la informaci&oacute;n adicional para hacer uso malicioso de tu blog. Por ello se aconseja habilitar las caracter&iacute;sticas de desarrollo s&oacute;lo con prop&oacute;sitos de prueba y depuraci&oacute;n.

source: Logging is currently %CURRENT_STATE.
es_es: El registro de sucesos est&aacute; ahora %CURRENT_STATE.

source: No trace or debug messages are sent to the browser.
es_es: No se env&iacute;an mensajes de seguimiento o depuraci&oacute;n al servidor.

source: Trace or debug messages may be sent to the browser.
es_es: Pueden enviarse mensajes de seguimiento o depuraci&oacute;n al servidor.

source: To get rid of this warning you need to disable development mode altogether. To do so, please delete the following file:
es_es: Para eliminar esta advertencia necesitas deshabilitar tambi&eacute;n el modo de desarrollo. Para hacerlo, por favor borra el siguiente fichero:

source: You are using %YAPB_VERSION with %GRAIN_VERSION.
es_es: Est&aacute;s usando %YAPB_VERSION con %GRAIN_VERSION.

source: Please check out the <a href="%PROJECT_URL">Grain Wiki</a> for updates and support.
es_es: Por favor, visita <a href="%PROJECT_URL">Grain Wiki</a> para actualizaciones o soporte.

source: Grain configuration options
es_es: Opciones de configuraci&oacute;n de Grain

source: Here you can control and fine-tune how Grain displays your photoblog (or parts of it).
es_es: Aqu&iacute; puedes controlar y precisar c&oacute;mo muestra Grain tu fotoblog (o partes de &eacute;l).

source: Unfortunately the options are a bit cluttered right now. This will hopefully change in a future version. :)
es_es: Desafortunadamente las opciones est&aacute;n algo desordenadas por ahora. Con algo de suerte cambiar&aacute; en una versi&oacute;n futura.

source: Here you will find general options (e.g. if you want to use a popup for the comments or not) and all those options that didn't fit elsewhere.
es_es: Aqu&iacute; encontrar&aacute;s opciones generales (por ejemplo, si deseas usar un popup para los comentarios o no) y aquellas opciones que no encajaban en otra parte.

source: This is where you control how your visitors will navigate your photo stream. You can also control which items will appear in the menu bar here.
es_es: Aqu&iacute; es donde controlas c&oacute;mo navegar&aacute;n por tus fotos los visitantes. Puedes tambi&eacute;n controlar qu&eacute; t&eacute;rminos aparecer&aacute;n en la barra de men&uacute;.

source: This holds options such as maximum image sizes, CSS stylesheets, Thumbnails, options for your Mosaic, visual effects and more.
es_es: Recoge opciones tales como tama&ntilde;os m&aacute;ximos de imagen, hojas de estilo CSS, miniaturas, opciones para tu Mosaico, efectos visuales y m&aacute;s.

source: This is where you set your name, imprint and special licenses such as a Creative Commons license.
es_es: Aqu&iacute; es donde estableces tu nombre, huella y licencias especiales, como la licencia Creative Commons.

source: Here you can set how dates and times are displayed to your visitors.
es_es: Aqu&iacute; es donde puedes configurar c&oacute;mo se muestra la fecha y hora a tus visitantes.

source: Final words
es_es: Unas últimas palabras

source: Happy photoblogging! :)
es_es: &iexcl;A divertirse con tu fotoblog!

source: On-Image navigation
es_es: Navegaci&oacute;n al hacer click en la imagen

source: This setting controls what happens when a visitor clicks on the photo.
es_es: Esta opci&oacute;n controla lo que sucede cuando un visitante hace click en la foto.

source: Bidirectional Navigation:
es_es: Navegaci&oacute;n bidireccional:

source: Enable the bidirectional on-image navigation
es_es: Habilita la navegaci&oacute;n bidireccional al hacer click en la foto

source: If enabled, the photo will contain links to the previous (older) and next (newer) photos. If disabled, only the previous link will be used.
es_es: Cuando est&aacute; activo, la foto contendr&aacute; enlaces a las fotos previas (m&aacute;s antiguas) y siguientes (m&aacute;s recientes). Si est&aacute; desabilitado, s&oacute;lo se utilizar&aacute; el enlace a la foto previa.

source: Show Tooltips:
es_es: Mostrar texto emergente:

source: Show a tooltip when hovering the image
es_es: Muestra un texto emergente cuando se pasa sobre la imagen

source: Newest & Random
es_es: M&aacute;s reciente y aleatoria

source: Newest Photo:
es_es: Foto m&aacute;s reciente:

source: Show a link to the newest photo
es_es: Muestra un enlace a la foto m&aacute;s reciente

source: The link will only appear if there are at least two (public) posts
es_es: El enlace s&oacute;lo aparecer&aacute; si hay al menos dos entradas (p&uacute;blicas)

source: Random Photo:
es_es: Foto aleatoria:

source: Show a link to a random photo
es_es: Muestra un enlace a una foto aleatoria

source: The link will only appear if there are at least three (public) posts
es_es: El enlace s&oacute;lo aparecer&aacute; si hay al menos tres entradas (p&uacute;blicas)

source: About & Information Link
es_es: Enlaces "Acerca" de e Informaci&oacute;n

source: Enable "About":
es_es: Habilitar "Acerca de":

source: Show the About link
es_es: Muestra el enlace "Acerca de"

source: Select the page you want to use as your info page
es_es: Selecciona la p&aacute;gina que deseas usar como p&aacute;gina de informaci&oacute;n

source: You currently have no pages.
es_es: De momento no tienes p&aacute;ginas.

source: Write Page
es_es: Escribir p&aacute;gina

source: You can create a new page in the "%LINK" menu.
es_es: Puedes crear una nueva p&aacute;gina en el men&uacute; "%LINK"

source: About page:
es_es: P&aacute;gina "Acerca de":

source: Mosaic Page Link
es_es: Enlace a la p&aacute;gina Mosaico

source: Enable "Mosaic":
es_es: Habilitar "Mosaico"

source: Show "Mosaic" link in the navigation bar
es_es: Mostrar enlace a "Mosaico" en la barra de navegaci&oacute;n

source: Select the page you want to use as your mosaic page
es_es: Selecciona la p&aacute;gina que deseas usar como p&aacute;gina de mosaico

source: Mosaic page:
es_es: P&aacute;gina Mosaico:

source: Link Title:
es_es: T&iacute;tulo de los enlaces:

source: This title will be shown in the navigation bar.
es_es: Este t&iacute;tlo se mostrar&aacute; en la barra de navegaci&oacute;n

source: Permalink Navigation item
es_es: Enlace permanente al men&uacute; de navegaci&oacute;n

source: Permalink:
es_es: Enlace permanente:

source: Show the Permalink in the Navigation Bar
es_es: Mostrar el enlace permanente en la barra de navegaci&oacute;n

source: Unchecking this removes the permalink from the navigation. The permalink will still be visible at the Comments/Details popup (if it is not explicitely disabled otherwise).
es_es: Desactivando esto se elimina el enlace permanente de la barra de navegaci&oacute;n. El enlace permanente ser&aacute; todav&iacute;a visible en el popup de comentarios/detalles (si no se deshabilita expl&iacute;citamente).

source: Permalink title:
es_es: T&iacute;tulo del enlace permanente:

source: Navigation Bar Location
es_es: Situaci&oacute;n de la barra de navegaci&oacute;n

source: Page header
es_es: Cabecera de la p&aacute;gina

source: In front/top of the photo
es_es: Delante/sobre la foto

source: Behind/below the photo
es_es: Detr&aacute;s/bajo la foto

source: This sets the position of the navigation bar. Normally you want this to be '<code>{DEFAULT}</code>', but if you have special plans you may choose another position that better fits your needs.
es_es: Esto fija la posici&oacute;n de la barra de navegaci&oacute;n. Normalmente preferir&aacute;s que sea '<code>{DEFAULT}</code>', pero si tienes planes especiales puedes elegir otra posici&oacute;n que se ajuste m&aacute;s a tus necesidades.

source: Location:
es_es: Localizaci&oacute;n:

source: none
es_es: ninguna

source: refresh
es_es: refrescar

source: reload the stylesheet list
es_es: recargar la lista de hojas de estilo

source: Style Override
es_es: Definici&oacute;n de estilo

source: Style Override settings
es_es: Configuraci&oacute;n de la definici&oacute;n de estilo

source: You can edit the currently selected override file here: %FILE
es_es: Puedes editar el fichero de definici&oacute;n actualmente seleccionado aqu&iacute;: %FILE

source: CSS File:
es_es: Fichero CSS:

source: The file selected here is loaded in addition to the base stylesheet and allows for style overrides. You can use this for quick switching or non-destructive editing of your blog's CSS styles.
es_es: El fichero aqu&iacute; seleccionado se carga adicionalmente a la hoja de estilo base y permite la redefinici&oacute;n de estilos. Puedes utilizar esto para alternar r&aacute;pidamente entre estilos o editarlos de forma no destructiva.

source: Image Settings
es_es: Configuraci&oacute;n de imagen

source: Image settings
es_es: Configuraci&oacute;n de imagen

source: Image dimensions:
es_es: Dimensiones de la imagen:

source: Pixels
es_es: p&iacute;xeles

source: The maximum dimensions of a photo. The photo will be scaled to fit.<br />If you change these to higher values you probably also have to change your CSS styles for the blog.
es_es: Dimensiones m&aacute;ximas de una foto. La foto se escalar&aacute; para ajustarla.<br />Si lo cambias por valores m&aacute;s altos probablemente tendr&aacute;s que cambiar los estilos CSS del blog.

source: Missing Image
es_es: Imagen no disponible

source: <em>Whoops</em> image
es_es: Imagen <em>Uups</em>

source: If it happens that YAPB is unable to load an image or if you haven't set any image for a post Grain will show a message about that fact. If you want to you can set an image that is to be displayed instead.
es_es: Si se da el caso de que YAPB es incapaz de cargar una imagen o no has establecido imagen para una entrada, Grain mostrar&aacute; un mensaje correspondiente. Si lo deseas, puedes disponer que se muestre una imagen a cambio.

source: Whoops image URL:
es_es: URL de la imagen Uups:

source: The URL of the image that will be displayed if a photoblog post has no image assigned or the image is not uploaded yet.<br />If you want to display a text instead of an image, leave the field empty.
es_es: URL de la imagen que se mostrar&aacute; si una entrada en el fotoblog no tiene imagen asignada o la imagen no ha sido cargada a&uacute;n.<br />Si deseas mostrar un texto en lugar de una imagen, deja este campo vac&iacute;o.

source: Image size:
es_es: Tama&ntilde;o de la imagen:

source: The actual size of the replacement image.
es_es: Tama&ntilde;o actual de la imagen de reemplazo.

source: EXIF filtering:
es_es: Filtrado EXIF:

source: Enable quick EXIF filtering.
es_es: Habilita el filtrado EXIF r&aacute;pido.

source: If this option is enabled, Grain will filter some of the EXIF fields that it gets from YAPB: Some fields will be removed even if they are enabled in the YAPB options, some fields will be displayed differently. It is recommended to disable this option only if you take another (own) approach to EXIF filtering.
es_es: Si est&aacute; activa esta opci&oacute;n, Grain filtrar&aacute; algunos campos EXIF que obtiene de YAPB: algunos campos se eliminar&aacute;n incluso si est&aacute;n habilitados en las opciones de YAPB, otros se mostrar&aacute;n de diferente forma. Se recomienda deshabilitar esta opci&oacute;n s&oacute;lo si empleas otro enfoque (personal) del filtrado EXIF.

source: Display as inline:
es_es: Mostrar en una l&iacute;nea:

source: Display EXIF data "inline".
es_es: Muestra la informaci&oacute;n EXIF en una sola l&iacute;nea.
